; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 2.0.0
; Author: 	Luis Neves <luis.a.neves@sapo.pt>
; Note: The author of these translation don't write portuguese according to the new orthographic agreement between Portugal and Brazil
; Nota: O autor desta tradução não escreve português de acordo com o novo acordo ortográfico entre Portugal e o Brasil
;
; Updating translations:
;   Before updating a translation, please make sure you have the current development version of
;   	Universal Extractor by enabling the 'Install beta updates' option in preferences and searching
;   	for updates by clicking 'Check for Updates' in the help menu.
; 	Make sure to read the messages titled 'Breaking changes' - which can be found at
;		https://github.com/Bioruebe/UniExtract2/issues/2 - for a list of changes to already translated
;   	terms. Please compare the affected translations with the always up-to-date English language file
;		and edit them to reflect the changes.
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file. Simply delete the Homepage line if you don't have one. Credit
;		yourself in the ABOUT_INFO_LABEL term if you want to.
;	Save the file in Unicode format (UTF-16/UCS-2 Little Endian) and send it to the developers -
;		via Github: https://github.com/Bioruebe/UniExtract2/issues/2 or
;		per e-mail to the address listed at https://bioruebe.com/contact/
;
;	The following symbols have special meanings:
;	& 		  - when used in a GUI label or button, it precedes the letter that will be registered
;				as a hotkey. Each letter should only be used once per menu.
;	%name	  - will be replaced with 'Universal Extractor'
;	%n	 	  - indicates a newline character
;	%t	  	  - indicates a tab character
;	%1,%2,... - indicates a string variable that UniExtract will replace
;		The content of each %1,... variable is hardcoded into UniExtract.
;		The numbered variables' order can be switched to fit your language's word order
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
OK_BUT = "&OK"
CANCEL_BUT = "&Cancelar"
YES_BUT = "Sim"
NO_BUT = "Não"
DELETE_BUT = "Eliminar"
COPY_BUT = "&Copiar"
BATCH_BUT = "Lote"
SEND_BUT = "Enviar"
NEXT_BUT = "Seguinte >"
PREV_BUT = "< Anterior"
CLOSE_BUT = ""
EXIT_BUT = "Sair"
CONTINUE_BUT = "&Continuar"
FINISH_BUT = "Concluir"
ALWAYS_BUT = "&Sempre"
NEVER_BUT = "N&unca"
CHECKBOX_REMEMBER = "Lembrar a minha escolha"
CHECKBOX_DONT_ASK_AGAIN = ""
MAIN_DEST_DIR_LABEL = "Pasta de &destino:"
MAIN_FILE_LABEL = "&Ficheiro/Instalador para:"
MAIN_DIRECTORY_LOCK = "bloquear"
MAIN_DIRECTORY_LOCK_TOOLTIP = "Desactiva a escolha automática da pasta de destino,%np.e. para adicionar vários ficheiros à fila de lote%nsem ter que seleccionar a mesma pasta de destino para cada um deles"
MENU_FILE_LABEL = "&Ficheiro"
MENU_FILE_OPEN_LABEL = "Abrir"
MENU_FILE_KEEP_OPEN_LABEL = "Manter %name aberto"
MENU_FILE_SHOW_LABEL = "Mostrar fila de lote"
MENU_FILE_CLEAR_LABEL = "Limpar fila de lote"
MENU_FILE_LOG_OPEN_LABEL = "Abrir ficheiro de registo mais recente"
MENU_FILE_LOG_FOLDER_OPEN_LABEL = "Abrir pasta de registos"
MENU_FILE_LOG_LABEL = "Eliminar ficheiros de registo (%1)"
MENU_FILE_QUIT_LABEL = "&Sair"
MENU_EDIT_LABEL = "&Editar"
MENU_EDIT_SILENT_MODE_LABEL = "Modo Silencioso"
MENU_EDIT_PASSWORD_LABEL = "Lista de Palavras-passe"
MENU_EDIT_CONTEXT_LABEL = "Entradas Menu de &Contexto"
MENU_EDIT_PREFS_LABEL = "&Preferências"
MENU_HELP_LABEL = "&Ajuda"
MENU_HELP_FEEDBACK_LABEL = "Enviar Feedback"
MENU_HELP_PLUGINS_LABEL = "&Plugins"
MENU_HELP_UPDATE_LABEL = "Procurar Act&ualizações"
MENU_HELP_WEB_LABEL = "&Página Oficial do %1"
MENU_HELP_GITHUB_LABEL = "O %name no &Github"
MENU_HELP_STATS_LABEL = "Estatísticas"
MENU_HELP_PROGDIR_LABEL = "Abrir pasta do programa"
MENU_HELP_CONFIGFILE_LABEL = "Abrir ficheiro de configuração"
MENU_HELP_ABOUT_LABEL = "Acerca"
PREFS_TITLE_LABEL = "Preferências"
PREFS_UNIEXTRACT_OPTS_LABEL = "Opções do Universal Extractor"
PREFS_HISTORY_LABEL = "Manter &histórico de ficheiros"
PREFS_UPDATEINTERVAL_LABEL = "Procura de actualizações"
PREFS_UPDATE_DAILY = "diária"
PREFS_UPDATE_WEEKLY = "semanal"
PREFS_UPDATE_MONTHLY = "mensal"
PREFS_UPDATE_YEARLY = "anual"
PREFS_UPDATE_NEVER = "nunca"
PREFS_UPDATE_CUSTOM = "a cada %1 dias"
PREFS_FORMAT_OPTS_LABEL = "Opções Adicionais"
PREFS_LANG_LABEL = "&Idioma"
PREFS_WARN_EXECUTE_LABEL = "&Avisar antes de executar ficheiros"
PREFS_WARN_EXECUTE_TOOLTIP = "Alguns métodos de extracção baseiam-se na execução dos ficheiros.%nCom esta opção activada é exibido um alerta antes de executar essas acções potencialmente perigosas."
PREFS_CHECK_FREE_SPACE_LABEL = "Verificar espaço livre"
PREFS_CHECK_FREE_SPACE_TOOLTIP = "Verifica a existência de espaço livre suficiente no disco, antes da extracção"
PREFS_CHECK_UNICODE_LABEL = "Procurar caracteres unicode"
PREFS_CHECK_UNICODE_TOOLTIP = "Alguns caracteres especiais (p.e. caracteres japoneses em sistemas não japoneses) podem causar problemas durante a extracção.%nSe tiver problemas com a extracção desses ficheiros, active esta opção para renomeá-los automaticamente"
PREFS_APPEND_EXT_LABEL = "Reparar extensões dos ficheiros"
PREFS_APPEND_EXT_TOOLTIP = "Se esta opção estiver activada, as extensões de ficheiros erradas ou em falta podem ser reparadas automaticamente."
PREFS_HIDE_TRAY_LABEL = ""
PREFS_HIDE_STATUS_LABEL = "Ocultar a caixa de estado"
PREFS_HIDE_STATUS_FULLSCREEN_LABEL = "Ocultar caixa de estado em ecrã completo"
PREFS_HIDE_STATUS_FULLSCREEN_TOOLTIP = "Oculta a caixa de estado em ecrã completo"
PREFS_OPEN_FOLDER_LABEL = "Abrir pasta após extracção"
PREFS_FEEDBACK_PROMPT_LABEL = "Pedir feedback"
PREFS_FEEDBACK_PROMPT_TOOLTIP = "Com esta opção activada, será pedido feedback após extracções falhadas."
PREFS_WINDOW_POSITION_LABEL = "Guardar posição da janela"
PREFS_SEND_STATS_LABEL = "Enviar estatísticas de utilização anónimas"
PREFS_SEND_STATS_TOOLTIP = "Envia automaticamente estatísticas (que tipo de ficheiro - p.e. zip - extrais com mais frequência, que opções defines, uma ID de utilizador aleatória;%nnenhuma informação ou nome de ficheiro, que possa ser usada para te identificar será recolhida). Isto ajuda a identificar%nas funções mais usadas do %name e foca o desenvolvimento na sua melhoria."
PREFS_LOG_LABEL = "Criar ficheiros de registo"
PREFS_VIDEOTRACK_LABEL = "Extrair faixas de vídeo"
PREFS_VIDEOTRACK_TOOLTIP = "Se desactivado, as faixas vídeo serão ignoradas ao extrair ficheiros vídeo.%nIsto é útil quando apenas necessitar da(s) faixa(s) áudio e quizer poupar tempo e espaço do disco."
PREFS_TOPMOST_LABEL = "Sempre visível"
PREFS_BETA_UPDATES_LABEL = "Instalar actualizações beta"
PREFS_SOURCE_FILES_LABEL = "Ficheiros de Origem"
PREFS_SOURCE_FILES_OPT_ASK = "perguntar"
PREFS_SOURCE_FILES_OPT_DELETE = "eliminar"
PREFS_SOURCE_FILES_OPT_KEEP = "manter"
PREFS_SOURCE_FILES_OPT_KEEP_TOOLTIP = "Exibe sempre uma notificação para eliminar ou manter os ficheiros de origem"
PREFS_DELETE_ADDITIONAL_FILES_LABEL = "Eliminar ficheiros adicionais"
PREFS_DELETE_ADDITIONAL_FILES_TOOLTIP = "O %name pré-filtra os ficheiros extraídos e move os ficheiros desnecessários conhecidos para uma pasta chamada '%1'.%nAqui pode escolher eliminar os ficheiros"
FEEDBACK_TITLE_LABEL = "Feedback"
FEEDBACK_SYSINFO_LABEL = "Informação do sistema"
FEEDBACK_OUTPUT_LABEL = "Saída %name:"
FEEDBACK_MESSAGE_LABEL = "Mensagem/informação adicional:"
FEEDBACK_PRIVACY_ACCEPT_LABEL = "Li e aceito a Política de Privacidade"
FEEDBACK_PRIVACY_VIEW_LABEL = "Ver Política de Privacidade"
CONTEXT_ENTRIES_LABEL = "Entradas Menu de Contexto"
CONTEXT_ENABLED_LABEL = "activado"
CONTEXT_ALL_USERS_LABEL = "activar para todos os utilizadores"
CONTEXT_ADMIN_REQUIRED = "Esta opção exige direitos de administrador"
CONTEXT_FILE_ASSOC_LABEL = "Associações de ficheiros"
CONTEXT_SIMPLE_RADIO = "simples"
CONTEXT_CASCADING_RADIO = "em cascata"
CONTEXT_CASCADING_RADIO_TOOLTIP = "Esta função requer o Windows 7 ou posterior"
UPDATE_ACTION_INSTALL = "Instalar actualizações"
UPDATE_STATUS_SEARCHING = "A procurar actualizações..."
UPDATE_TERM_PROGRAM_FILES = "Ficheiros do programa %name"
UPDATE_WHATS_NEW = "O que há de novo?"
FIRSTSTART_TITLE = "Assistente de Primeira Utilização"
FIRSTSTART_PAGES = "Bem-vindo|Preferências|Entradas Menu de Contexto"
FIRSTSTART_PAGE1 = "Obrigado por escolher o %name.%n%nPara garantir o correcto funcionamento devem ser definidas algumas preferência na primeira utilização. Este assistente pretende ajudá-lo a fazer isso e não será exibido de novo. Contudo, todas as funções podem ser acedidas através do menu principal ou as opções serão definidas automaticamente quando necessário.%n%nPor favor, dispense algum tempo para configurar o %name."
FIRSTSTART_PAGE2 = "Primeiro, defina as opções gerais de extracção e o comportamento do %name.%n%nTodas estas preferências podem ser acedidas, a qualquer altura, através do menu principal."
FIRSTSTART_PAGE3 = "O %name pode ser totalmente integrado no menu de contexto, de modo a que um ficheiro possa ser extraído ou a que seja exibida informação geral sobre o tipo de ficheiro com um simples clique do botão direito do rato em qualquer ficheiro, sem abrir a janela do programa. Por favor escolhas quais as entradas do menu de contexto devem ser mostradas.%n%nTodas estas preferências podem ser acedidas, a qualquer altura, através do menu principal."
FFMPEG_LICENSE_ACCEPT_LABEL = "Eu li e concordo com o contrato de licença"
FFMPEG_LICENSE_VIEW_LABEL = "Ver contrato de licença"
FFMPEG_SELECT_LABEL = "Já tem o FFmpeg?"
FFMPEG_SELECT_TITLE = "Selecionar o FFmpeg?"
STATS_HEADER_STATUS = "Distribuição de resultados"
STATS_HEADER_TYPE = "Extracções por tipo de ficheiro"
STATS_STATUS_SUCCESS = "Com êxito"
STATS_STATUS_FAILED = "Falhadas"
STATS_STATUS_FILEINFO = "Analise do Ficheiro"
STATS_STATUS_UNKNOWN = "Tipo de ficheiro desconhecido / não suportado"
STATS_NO_DATA = "Não existem dados suficientes para criar estatística.%n%nPor favor tente mais tarde."
FILESCAN_TITLE = "Resultado da análise do ficheiro:"
ABOUT_INFO_LABEL = "Versão original por %1%nVersão 2.0.0 por Bioruebe <%2>%nVersão %3 por gvp9000%n%nFicheiro de idioma em Português por Luis Neves%n%nPublicado sob %4"
ABOUT_VERSION = "Versão %1 (%2)"
METHOD_ADMIN_RADIO = "Instalador Administrativo %1"
METHOD_EXTRACTION_RADIO = "Extracção %1"
METHOD_HEADER = "Extracção %1"
METHOD_RADIO_LABEL = "Método de Extracção"
METHOD_SWITCH_RADIO = "Trocar %1"
METHOD_NOT_INSTALLER_RADIO = ""
METHOD_TEXT_LABEL = "O %name suporta os seguintes métodos para a extracção de pacotes %1.  Infelizmente, nenhum destes métodos é 100% fiável.  Se o método padrão não funcionar, por favor reinicie  o %name e seleccione um método alternativo."
METHOD_UNPACKER_RADIO = "Descompactador %1"
METHOD_GAME_LABEL = "O ficheiro %1 é provavelmente um jogo. O %name pode manusear vários tipos de pacotes de jogos mas, não consegue determinar a que jogo pertence. Por favor seleccione o jogo da lista abaixo e clique OK para iniciar a extracção ou escolha 'O jogo não está na lista' para tentar extrair o pacote com outro método. Clique cancelar se o ficheiro não é um ficheiro de jogo.%n%nNota: Se um jogo for extraido com uma assinatura errada, pode provocar bloqueio do sistema por alguns minutos. Tenha cuidado. "
METHOD_GAME_NOGAME = "O jogo não está na lista"
METHOD_NOT_IN_LIST = "Nenhum desses"
METHOD_FILE_SELECT_LABEL = "É necessário um ficheiro de dados adicional para extrair %1, mas o %nome não consegue determinar qual deles.%n%nPor favor, selecione uma das opções abaixo. Se a extração não funcionar corretamente, tente novamente com uma opção diferente."
METHOD_EXTRACTOR_SELECT_LABEL = "%nA lista abaixo contém um código de acesso para cada tipo de extrator/ficheiro atualmente suportado por %nome.%n%nPor favor, selecione o tipo de extração a ser usado. Selecione '%2' para detectar automaticamente o tipo de ficheiro como se estivesse executando %nome normalmente."

; GUI control functions
EXTRACT_TO = "Extrair para"
OPEN_FILE = "Abrir ficheiro"
SELECT_FILE = "Seleccionar ficheiro"
UPDATE_CURRENT = "Já está a usar a versão mais recente do %name."

; Common terms
TERM_ARCHIVE = "Ficheiro"
TERM_AUDIO = "Áudio"
TERM_COMPILED = "Compilado"
TERM_COMPRESSED = "ficheiro comprimido"
TERM_CONTAINER = "formato do pacote"
TERM_DATABASE = "base de dados"
TERM_DISK_IMAGE = ""
TERM_DOWNLOAD = "Transferir"
TERM_DOWNLOADING = "A transferir"
TERM_EBOOK = "ebook"
TERM_ECARD = "ecard"
TERM_ENCODED = "ficheiro codificado"
TERM_ENCRYPTED = "ficheiro encriptado"
TERM_ERROR = "Erro"
TERM_EXECUTABLE = "ficheiro executável"
TERM_EXTRACT = "extrair"
TERM_FILE = "ficheiro"
TERM_GAME = "Jogo"
TERM_HELP = "Ficheiro de Ajuda"
TERM_HOTFIX = "hotfix"
TERM_IMAGE = "imagem"
TERM_INSTALLED = "Instalado"
TERM_INSTALLER = "instalador"
TERM_LOADING = "A carregar..."
TERM_MERGE_MODULE = "fundir módulo"
TERM_OVERALL_PROGRESS = "Progresso geral"
TERM_PACKAGE = "pacote"
TERM_PAGE = "página"
TERM_PATCH = "patch"
TERM_RECONSTRUCTED = "Reconstruído"
TERM_SCAN = "analisar"
TERM_SCRIPT = "script"
TERM_SFX = "Auto-Extracção"
TERM_STAGE = "Etapa"
TERM_TESTING = "A testar"
TERM_TRANSLATION = "tradução"
TERM_UNKNOWN = "desconhecido"
TERM_UNPACKED = "descompactado"
TERM_UPDATER = "actualizador"
TERM_VIDEO = "Vídeo"

; Status messages
SCANNING_FILE = "A analisar o ficheiro com %1."
SCANNING_EXE = "A analisar o ficheiro executável com %1."
EXTRACTING = "A extrair ficheiros de:"
INIT_WAIT = "Á espera da inicialização do instalador.%nPor favor aguarde."
SENDING_FEEDBACK = "A enviar feedback"
INPUT_NEEDED = "Entrada do utilizador necessária"
SEARCHING_PASSWORD = "A procurar palavra-passe"
TESTING_PASSWORD = "Tentando senhas (%1/%2)"
MOVING_FILE = "A mover para"
RENAMING_FILES = "Renomeando ficheiros (%1/%2)"
RENAMING_FILES_PROGRESS = ""
PROCESSING = ""
CLEANING_UP = ""

; Custom prompts
INIT_COMPLETE = "Inicialização concluída.  Por favor sair do instalador, depois clique OK para continuar."
UNPACK_PROMPT = "Este ficheiro está compactado com compressão %1 , mas não pode ser extraído.%nIsto poderá ser devido ao tipo de ficheiro não ser suportado, ou porque%nsimplesmente não estão incluídos ficheiros para extrair.%n%nDeseja descompactar o ficheiro?%n%nNota: O ficheiro descompactado terá o nome:%n%2"
UNPACK_FAILED = "Erro: %1%nnão pode ser descompactado."
UNPACK_AGAIN = "%1 foi descompactado com êxito. %n%nDeseja que o %name tente extrair o ficheiro %2?"
NSIS_BINFILES = "Nota: %1 foi extraído com êxito. %nPorém, existem ficheiros de dados .bin na mesma pasta que o ficheiro %2. Eles podem fazer parte dos ficheiros de instalação. %n%nClique OK para descompactá-los com o %name ou Cancelar para abortar."
WARN_EXECUTE = "Aviso:  De modo a extrair ficheiros deste tipo, o ficheiro tem 	que ser executado directamente.%nSe continuar, serão executados os seguintes comandos:%n%n%1%n%nSe acha que este pode ser malicioso, é recomendável que não continue.%nDeseja continuar com a extracção?"
FEEDBACK_SUCCESS = "Obrigado pelo seu feedback. A sua mensagem será processada em breve. Se forneceu o seu endereço de e-mail, irá receber uma resposta o mais rápido possível."
FEEDBACK_PROMPT = "Para malhorar futuras versões do %name, pode comunicar eventuais erros ao autor. Se acha que é possível extrair o ficheiro %1 e o %name também o poderia fazer, pode enviar informação sobre o ficheiro e o erro ocorrido. %n%nDDeseja abrir agora o formulário de feedback?%n%nAviso de privacidade: Só serão enviados os dados exibidos no formulário. Se não deseja enviar determinada informação, basta eliminá-la das caixas de texto. Para lhe fornecer as versões de actualização especiais de pré-lançamento para testar se o erro persiste, é enviada um id exclusiva, que foi criada aleatoriamente na primeira utilização."
FEEDBACK_PRIVACY = "Aviso de privacidade: Os ficheiros de feedback são guardados on-line nos nossos servidores até serem processados pelo autor e eliminados mais tarde. Os dados não serão partilhados com terceiros. Pode solicitar a sua eliminação, a qualquer altura, por e-mail.%n%nO conteúdo do registo pode incluir informação do sistema bem como partes do conteúdo do ficheiro. Se não deseja enviar determinada informação, basta eliminá-la.%n%nAceita estes termos de privacidade e deseja enviar a mensagem? Caso contrário, nada será transmitido."
FEEDBACK_OUTDATED = "Aviso: você está usando uma versão desatualizada de %nome.%n%nAntes de relatar um problema, certifique-se de que ela ainda esteja presente na versão mais recente. Obrigado!"
FFMPEG_NEEDED = "O %1 parece ser um ficheiro de vídeo.%n%nPara poder extrair todas as faixas áudio e vídeo, é necessário o FFmpeg, mas os ficheiros correspondentes não foram incluídos para manter o programa pequeno. %nO %name pode transferir automaticamente os ficheiros necessários. Depois de transferidos, os binários são guardados na pasta do programa, actualizados automaticamente e também podem ser usados em modo portátil. %n%nDeseja que o %name transfira agora o FFmpeg? %n%nNota: Ao clicar Sim, confirma que já leu a licença do FFmpeg, que pode ser encontrada em %2, e que concorda com ela."
PROGRAM_FILES_MISSING = ""
PLUGIN_MISSING = "Para extrair %1, é necessário um programa auxiliar adicional.%n%nPor favor, use o botão abaixo para abrir o gerenciador de plug-ins e transferir o módulo auxiliar selecionado. Em seguida, use o botão '%2' para adicioná-lo ao %nome. Após fechar o gerenciador de plugins, a extração continua."
UPDATE_PROMPT = "Está disponível uma nova actualização para o %1.%n%n A sua versão: %2%nNovs versão: %3%n%n%4%n%n Deseja transferí-la agora?"
FILE_COPY = "Para processar correctamente o ficheiro %1, tem que ser criada uma cópia. Dependendo do tamanho do ficheiro, isso pode demorar algum tempo.%n%nPor favor certifique-se de que existe suficiente espaço livre disponível e clique OK para continuar."
FILE_DELETE = "O ficheiro %1 foi extraído com êxito. Deseja que o %name elimine o ficheiro original?%n%nNota: Pode ser possível que os ficheiros extraídos não sejam utilizáveis. Por favor só clique Sim, se tiver a certeza que a extracção decorreu como imaginava.%n(Esta mensagem pode ser desactivada nas opções.)"
BATCH_DUPLICATE = "O ficheiro %1 já está na fila de lote.%n%nDeseja adicioná-lo de novo e assim extraí-lo duas vezes?"
NO_FREE_SPACE = "Alerta:%nA unidade de saída tem menos espaço livre do que o tamanho do ficheiro de entrada.%n%nEspaço livre:%t%1 MB%nEspaço necessário:%t>%2 MB%nDiferença:%t~%3 MB"
CONTEXT_DANGEROUS = "Alerta:%nAlterar as associações de ficheiros pode ser perigoso. P.e. a alteração dos comandos padrão .exe pode provocar a falha na execução de programas. Por favor certifique-se de que sabe o que está a fazer.%n%nDeseja mesmo continuar?"
ELEVATION_REQUIRED = "Acesso negado.%n%nO %name irá reiniciar com direitos de administrador. Por favor certifique-se de que possui os direitos necessários para efectuar a acção e tente de novo."
ACCESS_DENIED = "Acesso negado.%n%nO %name já está a ser executado com direitos de administrador. Por favor certifique-se de que possui os direitos necessários para efectuar a acção e tente de novo."
MOVE_FAILED = "Não foi possível copiar %1 para %2. No caso do nome ou caminho conter caracteres especiais, tente renomear o ficheiro ou movê-lo para uma pasta com um nome normal. Deste modo, o %name não terá que copiá-lo para uma pasta temporária. Depois inicie a extracção de novo."

; Help text
HELP_TITLE = ""
HELP_USAGE_TITLE = ""
HELP_USAGE = ""
HELP_ARGUMENTS = "%n%nArgumentos Suportados:"
HELP_SCAN = "%n     %1%t%tDá informação acerca do tipo de ficheiro"
HELP_FILENAME = "%n     nome de ficheiro%tNome do ficheiro a extrair"
HELP_DESTINATION = "%n     destino%tPasta para onde extrair"
HELP_SILENT = "%n     %1%t%tModo silencioso (sem confirmações)"
HELP_BATCH = "%n     %1%t%tAdiciona ficheiro à fila de lote"
HELP_TYPE = ""
HELP_SUB = "%n%nPassando %1 em vez de uma pasta de destino indicar%n%nome para extrair para uma sub-pasta nomeada depois do ficheiro."
HELP_LAST = "com %1 será usada a última pasta utilizada."
HELP_NOARGS = "%n%nExecutar o %name sem quaisquer argumentos irá perguntar%nao utilizador pelo nome do ficheiro e pasta de destino."
HELP_MORE = ""
HELP_EXAMPLE_TITLE = ""
HELP_EXAMPLE = ""
HELP_DOCS_LINK = ""

; Warning messages
WARN_CONVERSION_FAILED = ""
WARN_MOVE_FAILED = ""

; Error messages
UNKNOWN_FILETYPE_TITLE = "Tipo de ficheiro desconhecido"
UNKNOWN_FILETYPE = "%1 não pode ser extraído. O tipo de ficheiro não pôde ser determinado com exatidão.%n%nSe você tiver mais informações sobre esse tipo de ficheiro, entre em contato conosco usando o formulário de comentários."
INVALID_FILE = "O ficheiro a extrair,%n%n%1%,n%nnão foi encontrado. Por favor seleccione uma entrada válida.%n%n%1"
INVALID_DIR = "Não foi possível criar %1.  Por favor seleccione um destino válido."
NO_HISTORY = "Não foi possível extrair %1.%nNão foi possível ler a última pasta utilizada.%n%nPor favor verifique se %2 está activada e se tentou extrair pelo menos um ficheiro para a última pasta utilizada."
EXTRACT_FAILED = "Não foi possível extrair %1.%nParece ser um %2, que é suportado, mas a extracção falhou.%n%nDeseja que o %name crie e exiba um ficheiro de registo com mais informação?"
NOT_PACKED = "Não foi possível extrair %1, o ficheiro não está compactado mas é%n%n%2"
DOWNLOAD_FAILED = "Não foi possível transferir o ficheiro %1. Certifique-se de que está ligado à internet e tente de novo."
UPDATECHECK_FAILED = "Não foi possível procurar actualizações. Certifique-se de que está ligado à internet e tente de novo."
UPDATE_FAILED = "Falha na actualização de alguns ficheiros.%n%nPor favor tente mais tarde, execute o %name como administrador ou volte a transferir o %name."
UPDATE_NOADMIN = "Falha na obtenção de direitos administrativos.%n%nClique com o botão direito do rato no ícone do %name e seleccione 'Executar como administrador', depois procure actualizações de novo através do Menu Ajuda."
FFMPEG_MOVE_FAILED = "O FFmpeg não pôde ser configurado corretamente. Clique com o botão direito no ícone do programa %nome, selecione 'Executar como administrador' e tente novamente."
FFMPEG_INVALID_FILE = "O ficheiro selecionado não é uma versão suportada do FFmpeg.%n%nFFmpeg está disponível em duas versões: como um único executável grande ('estático') e como uma pasta com um executável muito pequeno e muitos ficheiros .dll ('compartilhados') . %nome suporta apenas o primeiro."
FEEDBACK_EMPTY = "Por favor tente fornecer o máximo de informação possível para garantir um rápido tratamento do seu feedback."
FEEDBACK_ERROR = "Falha no envio do feedback. Por favor tente mais tarde, envie um e-mail manualmente ou utilize o fórum para enviar o seu relatório. Obrigado"
FEEDBACK_PRIVACY_NOT_ACCETPED = "Por favor, aceite a Política de Privacidade para enviar o feedback."
LICENSE_NOT_ACCEPTED = "Por favor, aceite o Contrato de Licença para continuar."
BATCH_FINISH = "O processamento em lote foi concluído, mas nem todos os ficheiros foram extraídos com êxito. OS seguintes ficheiros deram erro:%n%n%1%nPara mais informação, leia os respectivos ficheiros na pasta de registos (log) (apenas disponível se o registo estiver activado)."
NOT_SUPPORTED_TITLE = "Tipo de ficheiro não suportado"
NOT_SUPPORTED = "Não foi possível extrair %1.%n%nO %name não suporta actualmente o tipo de ficheiro. Se sabe de algum método para extraí-lo, por favor informe-nos disso para que a funcionalidade possa ser incluída em futuras versões."
MISSING_EXE = "Não foi possível extrair %1.%n%nNão foi possível localizar o modulo de ajuda%2.%n%nSe se trata de um Extractor opcional, primeiro tem que o transferir e mover para a pasta do programa. Mais informação sobre módulos opcionais pode ser encontrada no Assistente de Primeira Utilização, accessível através do menu Ajuda."
EXTRACT_TIMEOUT = "Não foi possível extrair o %1.%n%nFoi atingido o tempo limite. Se o problema for temporário, outra tentativa irá resolver o problema."
WRONG_PASSWORD = "Não foi possível extrair %1.%n%nO ficheiro está protegido com palavra-passe e a que introduziu é incorrecta.%n%nDica: Utilize a busca automática de palavra-passe incorporada, baseada numa lista configurável de palavras-passe, que pode ser encontrada no menu %2."
NO_FREE_SPACE_ERROR = "Não foi possível extrair %1.%n%nNão existe espaço suficiente na undade de saída. Liberte o espaço necessário e tente de novo"
MISSING_PART = "Não foi possível extrair %1.%n%nO ficheiro é composto por várias partes. Todas elas são necessárias para a sua extracção, mas não foi possível encontrar algumas.%n%nCertifique-se que todas as partes do ficheiro estão na mesma pasta e tente de novo"
PLUGIN_IMPORT_MISSINGFILES = "Falha na importação do plugin %1.%n%nNem todos os ficheiros foram seleccionados. Por favor volte a tentar e seleccione todos os ficheiros seguintes:%n%n%2"
MISSING_DEFINITION = "Não é possível extrair %1.%n%nNão foi possível encontrar o ficheiro de definições %2.%n%nSe se tratar de um plugin personalizado, certifique-se de que o configurou correctamente."
OPEN_URL_FAILED = "O %name não conseguiu abrir a ligação web solicitada.%n%nPor favor abra o seu navegador e introduza manualmente o seguinte URL:"

; Plugin descriptions
PLUGIN_SUPPORTED_FILETYPES = "Ficheiros suportados:"
PLUGIN_ARC_CONV = "Extractor para diversos ficheiros de jogos"
PLUGIN_ISCAB = "Parte do pacote installshield para extrair ficheiros cab. Pode funcionar melhor do que a extracção geral do Universal Extractor, mas é uma ferramenta comercial (não grátis)."
PLUGIN_THINSTALL = "Extractor para programas portabilizados com o Thinstall"
PLUGIN_UNREAL = "Extractor para ficheiros Unreal Engine"
PLUGIN_WINTERMUTE = "Extractor para ficheiros de jogos WinterMute"
PLUGIN_CI = "Plugin para instaladores CreateInstall, transferir, instalar, copiar ficheiros %1, %2, %3 para \bin"
PLUGIN_DGCA = "Descompressor para ficheiros DGCA"
PLUGIN_BOOTIMG = "Extractor para imagens de arranque Android"
PLUGIN_IS5COMP = "Suporte de extracção para ficheiros InstallShield cabinet mais antigos"
PLUGIN_WOLF = "Utilitário adicional de extracção usado para para ficheiros encriptados de jogos WOLF RPG"
PLUGIN_EXTSIS = "Extrator para pacotes mais recentes do OS Symbian"
PLUGIN_BITROCK = ""

; Context Menu integration
EXTRACT_FILES = "UniExtract Abrir"
EXTRACT_HERE = "UniExtract Aqui"
EXTRACT_SUB = "UniExtract para &Subpasta"
EXTRACT_LAST = "UniExtract para a última pasta."
SCAN_FILE = "Analisar Ficheiro"

; Other
DIR_ADDITIONAL_FILES = "Ficheiros adicionais"

; Uninstaller
UNINSTALL = ""
UNINSTALL_TITLE = ""
UNINSTALL_LABEL = ""
UNINSTALL_REMOVE_LOGS = ""
UNINSTALL_REMOVE_USERDATA = ""
